export const timelineItems = [
  {
    icon: '💛',
    date: 'Jun 16, 2025',
    title: 'The first day we met!',
    description: `ပထမဆုံးအနေနဲ့ မင်းရဲ့အပြုံးလေးတွေကို မြင်ခွင့်ရခဲ့တဲ့နေလေပေါ့။
    မင်းဟာ ကို့မျက်လုံးထဲမှာ အရမ်းကိုလှပနေခဲ့တယ်။ ဘယ်လိုကြည့်ကြည့် အဲ့အပြုံးလေးမျက်လုံးထဲကမထွက်ဘူး။
    ဆရာမလေး ပြုံးနေတာလေးက အလှဆုံးပဲ။`
  },
  {
    icon: '🩵',
    date: 'Jun 16, 2025 to Jun 19,2025',
    title: 'The time taking to talk to you',
    description: `မင်းရဲ့ ဖုန်းနံပါတ်လေးကို ရခဲ့ပေမယ့် ဘယ်ကနေ ဘယ်လိုစပြီးပြောရမလဲ ဘာတွေပြောရမလဲ မသိခဲ့တဲ့ အချိန်ပေါ့။`
  },
  {
    icon: '💜',
    date: 'Jun 19, 2025',
    title: 'The first word I talked to you',
    description: `ပထမဆုံး စကားစပြီးပြောဖြစ်တဲ့နေ့လေးပေါ့။ မှတ်မှတ်ရရ မေးစရာလေးတစ်ခုရှိလို့မေးလို့ရမလားဆိုတာကနေ စခဲ့ကြတာနော်။`
  },
  {
    icon: '🤎',
    date: 'Jun 27, 2025',
    title: 'First date - Cinema',
    description: 'ပထမဆုံးရုပ်ရှင် အတူတူကြည့်ခဲ့တဲ့ နေ့လေးပေါ့။ အဲ့နေ့မှာ မိုးတွေရွာနေတာနဲ့ လာရမလား မလာရဘူးလား တော်တော်လေးတိုင်ပင်ခဲ့ရတဲ့နေ့။ ပထမဆုံး ပြင်ဦးလွင်ကို တစ်ယောက်ထဲလာတဲ့နေ့။ ဘေဘီလေးနားရှိနေတော့ ဇာတ်လမ်းတောင်ကောင်းကောင်းမကြည့်ဘဲ ဘေဘီလေးကိုကြည့်နေခဲ့တာ။ နေကြာစိခွာကြွေးတာလေး။ '
  },
  {
    icon: '💝',
    date: 'July 8, 2025',
    title: 'You look beautiful in scrub',
    description: `ကိုသွေးလှူတဲ့နေ့ပေါ့။ အဲ့နေ့က ကို့အတွက် ပန်းသီးလေးတွေ လာပို့ပေးခဲ့တာ။ အဲ့နေ့က ဘေဘီလေး nurse ဝတ်စုံလေးနဲ့ လှနေခဲ့တဲ့နေ့လေးပေါ့။`
  },
  {
    icon: '💗',
    date: 'July 14, 2025',
    title: 'The moment we met on video call',
    description: `အဲ့နေ့က video call ပြောခဲ့ကြတယ်။ ဘေဘီအရုပ်လေး ခြေထောက်ပြုတ်သွားတာကို မေမေက ပြန်ပြင်ပေးပြီးသွားပြီမို့ ဘေဘီလေး ပျော်နေတဲ့
ရက်ပေါ့။`
  },
  {
    icon: '🌸',
    date: 'July 17, 2025',
    title: 'The day you sent your cute videos',
    description: `ဘေဘီလေးရဲ့ ချစ်စရာ video လေးတွေ ကို့ကို ပို့ပေးခဲ့တာ။ အဲ့မှာ ဘေဘီကနေတာလေးက ကလေးဆန်ပြီး ဘယ်လိုချစ်စရာကောင်းမှန်းကို မသိဘူး။ အင်္ကျီ အကြီးကြီး ဝတ်ပြီး ကထားတာလည်း ဘာလေးနဲ့တူမှန်းကို မသိဘူး။`
  },
  {
    icon: '💞',
    date: 'August 13, 2025',
    title: 'We met in the rain',
    description: `အမှတ်ရစရာ မိုးရာသီရဲ့ မိုးရွာတဲ့နေ့တစ်နေ့ပေါ့။ 
အဲ့နေ့မှာ ဘေဘီလေးကို့ကို စောင့်နေခဲ့တဲ့နေ့လေ။ 
ကိုက နောက်ကျမယ်ဆိုတာကို အစောကြီးရောက်နေခဲ့တာ ဘေဘီက။
ဆိုင်ထဲဝင်ထိုင်နေပါဆိုလည်း မထိုင်ဘူး။ အဲ့မှာ ကြွက်စုတ်လေးဖြစ်နေတဲ့ဘေဘီလေး။ အဲ့ရက်မှာ တွေ့ခဲ့ရတာလည်း အရမ်းပျော်ဖို့ကောင်းခဲ့တာ။`
  },
  {
    icon: '💘',
    date: 'September 7, 2025',
    title: 'Second time we met by the lake',
    description: `ကိုဆေးခန်းပြဖို့လာခဲ့ပေမယ့် ဘေဘီလေးနဲ့ အရင်တွေ့ဖို့ အကြောင်းဖန်လာတဲ့နေ့ပေါ့။ ဆရာဝန်မအားတာနဲ့ ဘေဘီလေးနဲ့တွေ့ဖြစ်ခဲ့ကြတယ်။ အိမ်နေရင်း အဝတ်အစားနဲ့ထွက်လာတဲ့ဘေဘီ။ ကို့အတွက် ပန်းသီးတောင်ယူလာသေးတာ။ ပေတိပေစုတ်လေးနဲ့ မျက်နှာ သစ်ပြီးပဲထွက်လာခဲ့တာတဲ့။ ဘယ်လိုနေနေတော့ ချစ်ဖို့ကောင်းပြီးသားလေးပါ။ `
  },
  {
    icon: '🌸',
    date: 'October 4, 2025',
    title: 'Third time we me by the lake - ညီကိုတွေ',
    description: `ဟင်္သာဖူးကန်မှာ ထပ်ဆုံခဲ့ကြတဲ့နေ့ပေါ့။ ကိုအိမ်မပြန်ခင်လာတွေ့တာလေ။ အဲ့နေ့က ဘေဘီလေးက ယောက်ျားလေး စတိုင်နဲ့လာတာ။ ကိုဘေဘီလေးကို တွဲကြမလားဆိုပြီးမေးခဲ့တဲ့နေ့ပေါ့။ ကို့ဘေဘီက ယောက်ျားလေးလိုလည်း ချစ်ဖို့ကောင်းနေတုန်းပါပဲ။ အဲ့နေ့က ညီကီုနှစ်ယောက်ပေါ့။`
  },
  {
    icon: '💚',
    date: 'The time I am at home',
    title: 'The missing moments',
    description: `ကိုအိမ်ပြန်သွားတဲ့အချိန်တွေပေါ့။ အဲ့အချိန်တွေမှာဖုန်းတွေ အများကြီးမပြောဖြစ်ပေမယ့် စကားတွေတော့ အများကြီးပြောခဲ့ကြတယ်။ ကိုပြန်လာရင် ပေးဖို့ ကို့အတွက် မာဖလာလေး ထိုးပေးနေတဲ့ဘေဘီလေးပေါ့။ ကိုပြန်လာခါနီးမှာ ဘေဘီလေး ကျန်းမာရေးမကောင်းဖြစ်ခဲ့တာ။ အဲ့အချိန်တွေ မှာ ကိုဝမ်းအနည်းဆုံးအချိန်တွေပဲ။ ဘေဘီလေး သက်သာလာဖို့ကိုပဲ ဆုတောင်းပေးနေခဲ့တာ။ ဘေဘီဖေဖေက လာပြီး ငိုပဲငိုနေတာဆိုတော့ ကို့မယ် ဘာပြန်ပြောရမလဲကို မသိခဲ့ဘူး။ ဘေဘီလေး ကျန်းမာရေးပိုကောင်းလာပါစေ။`
  },
  {
    icon: '❤️',
    date: 'December 22, 2025',
    title: 'First date on KanDawGyi Garden',
    description: `နှစ်ယောက်တည်း အတူတူ ပထမဆုံးလျှောက်လည်ခဲ့တဲ့နေ့လေးပေါ့။
ပထမဆုံး ဘေဘီလေးရဲ့ မျက်နှာလေးကို ကိုကိုပြန်ရောက်ပြီးမြင်ရတဲ့နေ့လေးတစ်နေ့။ အရမ်းကို ကြည်ပြီး ကြည့််လို့ကောင်းနေခဲ့တာ။ ဘေဘီခြေထောက်မှာ လမ်းလျှောက်တာများပြီး အရည်ကြည်ဖုပေါက်သွားခဲ့တာ။
အဲ့နေ့က ပထမဆုံးအနမ်းလေးကို ကို့နှလုံးသားထဲမှာ သိမ်းထားတယ်။
အဲ့နေ့က ကိုတို့နှစ်ယောက်လုံး အတူတူပျော်ခဲ့ကြတယ်နော်။
ပုံတွေလည်း အများကြီးရိုက်ခဲ့ကြတယ်။`
  },
  {
    icon: '💓',
    date: '‌Janaury 11, 2026',
    title: 'The second date on December Garden',
    description: `ကိုတို့နှစ်ယောက် ဒုတိယအခေါက်အနေနဲ့ ဒီဇင်ဘာခြံမှာ လည်ခဲ့ကြတာ။
အဲ့တုန်းကလည်း နှစ်ယောက်သား မတည့်ဘူးထင်တယ်။ ယုန်လေးတွေလည်း အတူတူကြည့်ခဲ့ကြသေးတယ်။ စာလုံးတွေနဲ့ မုန့်ကို နှစ်ယောက်စာလုံးလေးတွေ ဆက်ခဲ့ကြတာ။ 
အဲ့မုန့်ကပါလာတဲ့ လက််ပက်နာရီ အရုပ်လေးတောင် ကိုကို့ကို ပတ်ပေးလို့ ပြဲသွားတာလေ။ လေးထောင့်ပုံဘောင်ထဲဝင်ပြီးနှစ်ယောက်သားပုံရိုက်တာလည်း ပျော်စရာကော ရယ်စရာကောကောင်းတယ်။`
  },
  {
    icon: '🌸',
    date: 'Janaury 25, 2026',
    title: 'Finding the cherry',
    description: `တိုင်းရင်းသားကျေးရွာထဲသွားပြီး ချယ်ရီပန်းတွေနဲ့ ပုံအတူတူရိုက်ခဲ့ကြတဲ့နေ့လေးပေါ့။ အဲ့နေ့မှာ ချယ်ရီပန်းတွေနဲ့ အပြိုင်လှနေတဲ့ ကို့ဘေဘီလေးပေါ့။ ကို့ကို လာလာပြီးရိုက်နေတော့ ကိုက စသလိုလိုနဲ့ ဆဲလိုက်တာ ဘေဘီလေးစိတ်ကောက်သွားပါလေရဲ့။ ချော့လို့လည်းမရ “ပြန်လိုက်ပို့” ကြည့်ပဲပြောနေတော့တာ။ အဲ့တော့ လိုက်ပို့လိုက်မယ်ဆိုပြီး လိုက်ပို့ပြီး လမ်းမှာ တစ်ခုခုစားရအောင်ဆိုပြီး ချော့ပြီး ကန်တော်ကြီးထဲ လျှောက်လည်ခဲ့ကြတာ။ `
  },
  {
    icon: '❣️',
    date: 'February 4, 2026',
    title: 'The memory she gave',
    description: `
    ကို့အတွက်ပုံလေးတွေ ထုတ်ပြီး ပို့ပေးခဲ့တဲ့နေ့ပေါ့။ အဲ့နေ့က ပုံတွေ ရောက်လာခဲ့တာ။ ပုံတွေကို အရမ်းကြိုက်ခဲ့တာ ။ ဒါပေမယ့် ကိုရည်ရွယ်ထားတာက ကိုတို့နှစ်ယောက်အတူတူထုတ်ဖို့ အဲ့ဒါကိုဘေဘီက ထုတ်ပြီး ကို့ဆီပို့ပေးခဲ့တာ ။ အဲ့ပုံလေးကတော့ ကို့ရဲ့ computer စားပွဲပေါ်မှာ နေရာယူထားလေရဲ့။
    `
  },
  {
    icon: '🩵',
    date: 'February 8, 2026',
    title: 'The date on Coffee Garden',
    description: `ကော်ဖီခြံမှာ တွေ့ဖို့ချိန်းခဲ့ကြတာ။ အဲ့ရက်မရောက်ခင်ညက စိတ်ကောက်နေပါလေရဲ့ ကို့ကလေးလေးက။ ကော်ဖီခြံမှာချောကလပ် အတူတူစားခဲ့ကြတာ။ ကော်ဖီမသောက်တဲ့ကို့ကလေးလေးက ကိုကော်ဖီသောက်တာကို ထိုင်ကြည့်နေလေရဲ့။ ခြံထဲမှာ နှစ်ယောက်သား အတွဲချောင်းခဲ့ကြတာမှတ်မှတ်ရရပဲ။ `
  },
  {
    icon: '💗',
    date: 'February 12, 2026',
    title: 'Meet without preparing',
    description: `စိတ်ကောက်နေတဲ့ဘေဘီလေးကို ချော့ဖို့ ကိုကိုက မုန့်လာကျွေးခဲ့တဲ့နေ့ပေါ့။
သူပြောတဲ့စကားလေးက မုန့်ကျွေးတိုင်း စိတ်ကောက်ပြေရမှာလားဗျတဲ့။`
  }
];

export const galleryPhotos = [
  {
    src: '/assets/images/image_00001.jpg',
    alt: 'You smiling',
    caption: 'You look beautiful in yellow.',
    note: 'Little note: The photo you gave me which has a lot of meaning.'
  },
  {
    src: '/assets/images/image_00002.jpg',
    alt: 'Us together',
    caption: 'We make the time beautiful.',
    note: 'Little note: Please be by my side for a long time.'
  },
  {
    src: '/assets/images/image_00003.jpg',
    alt: 'A candid moment',
    caption: 'We met in unplanned time.',
    note: 'Little note: You gave the apples only, and you take my whole heart.'
  },
  {
    src: '/assets/images/image_00004.jpg',
    alt: 'Holding hands',
    caption: 'This is the costume you wear when we first met.',
    note: 'Little note: Your smile take my whole heart.'
  },
  {
    src: '/assets/images/image_00005.jpg',
    alt: 'A special day',
    caption: 'I would relive this day a hundred times.',
    note: 'Little note: I replay this day in my mind a lot.'
  },
    {
    src: '/assets/images/image_00006.jpg',
    alt: 'You smiling',
    caption: 'You look innocent.',
    note: 'Little note: You came to me without chaning your night suit.'
  },
  {
    src: '/assets/images/image_00007.jpg',
    alt: 'Us together',
    caption: 'The day we met before I went home.',
    note: 'Little note: You look like my little brother.'
  },
  {
    src: '/assets/images/image_00008.jpg',
    alt: 'A candid moment',
    caption: 'The clean smile.',
    note: 'Little note: Your smile make me happy.'
  },
  {
    src: '/assets/images/image_00009.jpg',
    alt: 'Holding hands',
    caption: 'The first time we met in two.',
    note: 'Little note: the precious time for me.'
  },
  {
    src: '/assets/images/image_00010.jpg',
    alt: 'A special day',
    caption: 'The most enjoyable photo of you.',
    note: 'Little note: မလုပ်ပါနဲ့ မလုပ်ပါနဲ့ ဟိုးစတော့မလုပ်ပါနဲ့။'
  },
    {
    src: '/assets/images/image_00011.jpg',
    alt: 'You smiling',
    caption: 'We share our smile when we met.',
    note: 'Little note: When you smile, I will smile automatically.'
  },
  {
    src: '/assets/images/image_00012.jpg',
    alt: 'Us together',
    caption: 'My favorite shadow is you.',
    note: 'Little note: When you are by my side, I can face everything.'
  },
  {
    src: '/assets/images/image_00013.jpg',
    alt: 'A candid moment',
    caption: 'You have a charming smile.',
    note: 'Little note: You are the only one for my entire life.'
  },
  {
    src: '/assets/images/image_00014.jpg',
    alt: 'Holding hands',
    caption: 'We share our smile when we met.',
    note: 'Little note: When you smile, I will smile automatically.'
  },
  {
    src: '/assets/images/image_00015.jpg',
    alt: 'A special day',
    caption: 'I would relive this day a hundred times.',
    note: 'Little note: I replay this day in my mind a lot.'
  },
    {
    src: '/assets/images/image_00016.jpg',
    alt: 'You smiling',
    caption: 'There has a lot of memory in this day.',
    note: 'Little note: your smile is the beautiful thing I ever seen.'
  },
  {
    src: '/assets/images/image_00017.jpg',
    alt: 'Us together',
    caption: 'The photo that take my computer desk.',
    note: 'Little note: I like the photo most because of you.'
  },
  {
    src: '/assets/images/image_00018.jpg',
    alt: 'A candid moment',
    caption: 'The cherry in your hand.',
    note: 'Little note: We make our time valuable.'
  },
  {
    src: '/assets/images/image_00019.jpg',
    alt: 'Holding hands',
    caption: 'Your hand in mine feels like home.',
    note: 'Little note: this photo feels like peace.'
  },
  {
    src: '/assets/images/image_00020.jpg',
    alt: 'A special day',
    caption: 'I would relive this day a hundred times.',
    note: 'Little note: I replay this day in my mind a lot.'
  },
    {
    src: '/assets/images/image_00021.jpg',
    alt: 'You smiling',
    caption: 'The smile that resets my whole day.',
    note: 'Little note: your smile still gives me butterflies.'
  },

];

export const letterText = `ရင်ထဲက ဆရာမလေးရေ......

ဒီစာလေးကို valentine လက်ဆောင်အနေနဲ့ ကိုရေးပေးလိုက်ပါတယ်။
ဒီစာကို ဖတ်နေတဲ့အချိန်မှာ ဆရာမလေး ပင်ပန်းနေမလား မသိဘူး။
ဒီစာလေးကို ဖတ်ပြီး ကိုတို့ရဲ့ အမှတ်တရလေးတွေ ဘေဘီမျက်လုံးထဲမှာ ပြန်ပေါ်လာစေချင်တယ်။ 

ကိုတို့တွေ အမှတ်မထင်ပဲတွေ့ဆုံခဲ့ကြတယ် ။ ကံတရားကြောင့်လားဆိုတာတော့ ကိုလည်း မပြောတတ်ဘူးဆိုပေမယ့် ကို့ဘေးမှာ ဆရာမလေးတစ်ယောက်ရောက်လာခဲ့တာတော့ ကို့အတွက် ကံကောင်းခြင်းတစ်မျိုးပဲ။
MRI ရိုက်သွားတုန်းကလည်း စောင့်နေရတဲ့ အချိန်မှာ ကို့ကို သေချာလေး ဂရုစိုက်ပေးတာလေးကနေ စခဲ့ကြတာပဲနော်။ ကို့ဘက်ကလည်း စကားတွေအများကြီးပြောချင်နေခဲ့တာ။ အဲ့အချိန်မှာ ကို့ကိုပြောတဲ့ “ဆံပင်လေးကိုင်မယ်နော်” ဆိုတာလေးကို ကိုမေ့လို့မရခဲ့ဘူး။

အရမ်းတော့ချေတာပဲနော်။🙄 အချိုရည်ဘူးကို မယူဘူး။ ဒီကစေတနာနဲ့တိုက်တာကို။ 

အဲ့ညမှာ ဖုန်းဆက်လာခဲ့တာ ဆရာမလေးဆိုတော့ ကျွန်တော် အတွေတွေများခဲ့တဲ့ညပေါ့။ ဘာလို့များ information က ဖုန်းနဲ့မဆက်ဘဲ သူ့ရဲ့ ကိုယ်ပိုင်ဖုန်းနဲ့ဆက်တာလဲဆိုပြီး ။ ဆေးရုံကလူတွေ ဝိုင်းစနေကြပြီလို့ထင်ခဲ့တာ။ အဲ့နောက်မှာ ဆရာမလေးကို စကားလာပြောဖို့ကို တော်တော်လေး အရှိန်ယူခဲ့ရတယ်။ တစ်ရက်နှစ်ရက်လောက်ထင်တယ် ဆရာမလေး account active ဖြစ်နေတာကို ကြည့်နေခဲ့တာ။ ဘာပြောလို့ပြောရမှန်းမသိတာလည်းပါတာပေါ့။ အဲ့နောက် စကားမရှိစကားရှာပြီး မေးရတာပေါ့။ “သွေးလူတာ ဘာလိုလဲဘာညာ😄”။ ဆရာမလေးကလည်း အဲ့ကတည်းက သူ့ရဲ့လူနာလေး ကျွန်တော့်ကို သေချာလေး ဂရုစိုက်ပါတယ်။ သူ့ရဲ့ မျက်မှန်တောင် လိုချင်ရင်ယူသုံးတဲ့။ ခုထိမှတ်မိနေတုန်း။ အဲ့နောက်ပိုင်းတော့ ဆရာမလေးဘက်က စခဲ့တာတွေများပါတယ် မနက်ဆို “Morning” အမြဲပို့တယ်။ ညဆိုပုံပြင်ပြောပြခိုင်းတယ် အဲ့လိုနဲ့ တစ်ရက်တစ်ရက််ပိုပိုပြီး ရင်းနှီးလာခဲ့ကြတာနော်။ 

သွေးလှူတဲ့နေ့ကလည်း ကို့အတွက် ဆိုပြီး ပန်းသီးတွေလာကျွေးတာလေး မေ့မရဘူး။ ကို့အတွက် သီးသန့်တစ်ခုခုကို လုပ်ပေးသလိုခံစားချက်မျိုးရခဲ့တာ။ အဲ့ပန်းသီးက stiker လေးတွေတောင် ကို့ခေါင်းရင်က နံရံမှာ ခုထိနေရာယူထားတုန်းပဲ။ 

အဲ့နောက်မှာ ရုပ်ရှင်အတူတူကြည့်ခဲ့ရတာတော့အမှတ်တရပါပဲ။ ရုပ်ရှင်ရုံထဲမှာ သူငယ်ချင်းကိုတောင် ခွာမကြွေးတဲ့နေကြာစေ့ကို ကို့ကို ခွာကြွေးတော့ ကိုက ပိုပိုပြီးကြွေပြီပေါ့။ လက်ကို မသိမသာလေးထိရတာပေါ့ နေကြာစေ့ယူရင်း။ သူငယ်ချင်းတောင် စိတ်မကောင်းဖြစ်သွားလောက်တယ်။ အဲ့နေ့က ကိုပေးခဲ့တဲ့ သနပ်ခါးတုန်းကော သွေးလိမ်းဖြစ်ရဲ့လား။ အဲ့နောက် ပိုပိုပြီး ရင်းနှီးလာခဲ့ကြတာနော်။ ကိုက ဆေးရုံလာရင် ထပ်တွေ့ရဦးမယ် မျှော်လင့်ထားပေးမယ့် ဆေးရုံကြီးက လည်း ပိတ်သွားခဲ့တယ်။

အဲ့နောက်မှာ စကားတွေ အများကြိးပြောဖြစ်ခဲ့ကြတယ်။ ဆရာမလေးကလည်း သူ့ရဲ့ဟာသ video လေးတွေတောင်ပို့ပေးခဲ့တယ်။ ကျွန်တော်ကလည်း ခေါင်းစီးပြီး ရိုက်ပြဆိုတာကို ရိုက်ပြခဲ့တာ ခုထိ အမှတ်ရနေတုန်း။ 
ဆရာမလေးနဲ့ video call တွေလည်း ပြောဖြစ်ခဲ့ကြတယ်။
အပြင်မှာတွေ့ခဲ့ကြတာတွေကလည်း ပျော်ဖို့အရမ်းကောင်းခဲ့တယ်။ 
ဟင်္သာဖူးကန်မှာ တွေ့တုန်းကလည်း ဖိုက်တာရုပ်လေးနဲ့။ ညီကိုတွေကို ကျနေတာပဲ။ ကန်တော်လေးမှာလည်း ကိုနဲ့တွေ့ဖို့ဆိုပြီး ဆရာမလေးစောင့်နေခဲ့တာ။ ကိုကနောက်ကျနေတာတော့မဟုတ်ပေမယ့် မိုးကလည်းအရမ်းကိုရွာနေခဲ့တော့ ဆိုင်ကယ်မြန်မြန်စီးမရတော့ နောက်ကျသွားခဲ့တာ။ အဲ့အတွက်လည်း ခုကနေကပဲ တောင်းပန်လိုက်ပါတယ်။ အဲ့တုန်းကလည်း ကြွက်စုတ်လေးကိုဖြစ်လို့ ဆရာမလေးက။ 

ဆရာမလေးမှတ်မိမလားတော့မသိဘူး ဟင်္သာဖူးကန်မှာ ခဏနော်ဆိုပြီး 
အာဘွားပေးလိုက်တာ ရှက်ပြီး allergic တွေပါထသွားတာ။ နောက်တစ်ခေါက်ကျ ပေတိပေစုတ်လေးနဲ့လာတွေ့တယ်တဲ့။
အဲ့နေ့ကလည်းမိုးတွေရွာနေခဲ့တာပေါ့။ ဒါပေမယ့် ဘေဘီလေးနားမှာရှိနေရတာကိုက ပျော်ဖို့ကောင်းနေတာ။ 

ကိုပြန်ခါနီးတွေ့တုန်းက ဘေဘီလေးကို ကိုနဲ့ တွဲကြမလားလို့မေးခဲ့တာ ဘေဘီလေးဆီက ဘာအဖြေမှ မရခဲ့ပါဘူး။ 

အဲ့နောက်မှာ ဘေဘီနဲ့ကိုနဲ့ ပိုပြီးရင်းနှီးလာခဲ့တာပေါ့။

ကိုအိမ်ပြန်ပြီး ပြန်လာခါနီးမှာ ဘေဘီလေးကျန်းမာရေးမကောင်းဖြစ်တာတော်တော်ဆိုးဆိုးပဲ။ ကိုအစပိုင်း ဘေဘီလေးအဲ့လောက် မဖြစ်လောက်ဘူး ရိုးရိုးပဲ ဖျားတယ်ထင်နေတာ။ ကိုအရမ်းကို စိတ်ပူခဲ့ရတာ။ ခုထိ စိတ်ထဲမှာ မပျောက်တဲ့ စကားတစ်ခွန်းရှိတယ် အဲ့စကားက အရမ်းကို ခံစားရစေတာပဲ ။
ကို့အတွက် ထိုးတာတဲ့ “မာဖလာလေးကို မေမေဆီကယူလိုက်နော်” တဲ့။ ကို့စိတ်ထဲ ဘယ်လိုတောင်ခံစားလိုက်ရမလဲ ဘေဘီလေးတွေးကြည့်ကြည့်။ ကိုကို ကားလက်မှတ်ဖြတ်ပြီးချက်ချင်းပြန်လာမယ်ဆိုတော့ ဘေဘီလေးက မလာနဲ့တဲ့။ ကိုကိုမယ် စိတ်ပူလို့ သေတော့မတတ်ပဲ။

အဲ့နောက်ပြန်ကောင်းပြီဆိုမှ စိတ်အေးရတယ်။ အဲ့နောက်ထပ်ပြီးပြောတာက ဘေဘီက သင်္ဘောသီးထောင်းမှာစားလိုက်လို့တဲ့ လုပ်ပစ်ချင်စရာလေး အဲ့တုန်းက ဆဲပါ ဆဲပြစ််ချင်တာဗျ။ 

နေပြန်ကောင်းတော့ ကိုနဲ့တွေ့ခဲ့ကြတာ ကန်တော်ကြီးပန်းပွဲတော်ကို လျှောက်လည်ခဲ့ကြတာ။ ကိုကို့မယ် ဗိုက်ဆာနေမေမယ့် ကို့ဘေဘီလေးလျှောက်စားမှာဆိုးလို့ နေ့လည်စာကို မစားခဲ့ဘူး ။ ဘေဘီလေး ခြေထောက်လေး လမ်းတွေလျှောက်ပြီး စီးနေကျ ဖိနပ်မဟုတ်တော့ ပေါက်သွားခဲ့တာ။ ကိုကိုနဲ့ဘေဘီတို့ရဲ့ ပထမဆုံး အနမ်းလေးပေးခဲ့တဲ့နေရာပေါ့။ ဘေဘီလေး ရင်တွေပါတုန်ပြီး လမ်းတောင်မလျှောက်နိုင်တော့အောင်ဖြစ်သွားတဲ့ရက်ပေါ့။ ကိုကို ဘေဘီလေးနားမှာ ရှိနေရရင်ကို ပျော်နောတာ ကျန်တာတွေမတွေးဘဲနဲ့။ 

အဲ့နောက်မှာ တနင်္ဂနွေတိုင်းတွေ့ဖြစ်ခဲ့ကြတယ်။ ကိုတို့တွေ december garden မှာတွေ့ခဲ့ကြတာလည်း အရမ်းပျော်ဖို့ကောင်းခဲ့တယ်။ ဘေဘီလေးနဲ့ အတူတူဘေးချင်းကပ်ထိုင်နေရတာ ကို့အတွက် အအေးချမ်းဆုံးနေရာ တစ်ခုကို ရောက်နေသလိုပဲ။ ကို့မယ် ရှိနေတဲ့ ပြဿနာတွေ အားလုံးကိုမေ့သွားပြီး ဘေဘီလေးနား ရှိနေခဲ့တာ။ ဘေဘီလေး ဆေးရုံကလူတွေတွေ့တော့ ရှောင်နေတာ‌ေလေးကလည်း အူယားစရာလေးပါ။ ချစ်စရာကောင်းလိုက်တာ။ ဒီစာကိုရေးနေရင်းနဲ့တောင် အဲ့အချိန်လေးတွေကို ပြန်ရောက်သွားသလို ခံစားရပြီး အေးချမ်းနေတာ။ 

အဲ့နောက်အပါတ်မှာတော့ ကိုတို့ ချယ်ရီပန်းလေးတွေကို ကြည့်ဖို့ သွားခဲ့ကြတာ။ ဘေဘီလေးက ချယ်ရီပန်းတွေနဲ့ အပြိုင်လှနေတာပေါ့ အဲ့နေ့မှာတော့။ 
အရမ်းပျော်ခဲ့ရတဲ့နေ့ရက်တွေပါပဲ။ 

ဒီစာထဲမှာ ကိုနဲ့ဘေဘီတို့ရဲ့ အမှတ်တရ အကုန်လုံးပါချင်မှ ပါမယ်ဆိုပေမယ့်လည်း ကို့အတွက် အရမ်းအမှတ်ရစေမယ့် အချိန်အားလုံးကိုတော့ ထည့်ရေးထားပါတယ်။ ကိုတို့ နှစ်ယောက်အတူရှိတဲ့ အချိန်ကျ ဒီအမှတ်တရတွေကို ထပ်ဖြည့်ပြီးရေးကြတာပေါ့။

Valentine အတွက်တော့ 
လူနာတွေအတွက် အချိန်ပေးနေရင်းဘေဘီကိုယ်တိုင် အနားယူဖို့ မမေ့ပါနဲ့နော်။
ဘေဘီလေးဟာ လူတွေကို ကုသပေးတဲ့ လူတစ်ယောက်ပါ။ဒါပေမယ့် ဘေဘီ မသိသေးတာတစ်ခုက ဘေဘီလေး ကို့အနားမှာရှိနေတာက ကိုယ့်စိတ်ကို ကုသပေးနေတာပါ။

ဘေဘီလေးပြုံးနေရင် အရမ်းလှတာပဲ။
ဘေဘီလေး စိတ်ကောက်ရင်ပြောတတ်တဲ့ “မသိဘူး” ဆိုတာလေးကိုလည်း သဘောကျမိသလိုဖြစ်နေပြီ။

ဘေဘီလေးပျော်နေရင် ကိုလည်း အလိုလို ပြုံးမိနေတယ်။

ဘေဘီလေး ပင်ပန်းနေတဲ့ အချိန်တိုင်း ဘေးနားမှာရှိနေပေးချင်တယ်။

ဒီခံစားချက်တွေကို ချစ်ခြင်းလို့ ခေါ်ရမလား ။
သေချာတာတစ်ခုကတော့ ဘေဘီလေးက ကို့အတွက်ထူးခြားနေတယ်။

ကိုယ် ဘေဘီလေးကို ဖိအားမပေးချင်ဘူး။
ဘေဘီအဆင်ပြေတဲ့ အချိန်နဲ့ အမြန်နှုန်းနဲ့ပဲတဖြည်းဖြည်း နီးစပ်သွားချင်တယ်။

တစ်နေ့မှာ ဘေဘီပင်ပန်းပြီးတစ်ယောက်ယောက်ရဲ့ အားပေးစကားလိုနေတဲ့အခါကိုယ့်နာမည်လေးကို သတိရနိုင်မလား။

တစ်နေ့မှာ ဘေဘီအောင်မြင်ပြီးဝမ်းသာလွန်းလို့ စကားပြောချင်တဲ့အချိန်ကိုယ်ဟာ မင်းဖုန်းခေါ်ချင်တဲ့ လူတစ်ယောက် ဖြစ်နိုင်မလား။

Valentine’s Day က ချစ်သူတွေအတွက်နေ့လို့ ဆိုကြတယ်။
ဒါပေမယ့် ကိုယ့်အတွက်တော့ဘေဘီလေးကို ရိုးသားစွာ သတိရနေတယ်ဆိုတာ ပြောချင်တဲ့နေ့တစ်နေ့ပါ။
ကိုယ့်နှလုံးခုန်သံလေးကို နားထောင်ပေးနိုင်မလား —
အဲ့ဒီခုန်သံတိုင်းမှာဘေဘီနာမည်လေး ပါနေပါတယ် 🤍

Happy Valentine Day ပါဘေဘီလေး။
ကျန်းမာရေးကိုလည်း ဂရုစိုက်ပါနော်။ ဘေဘီလေးတစ်ခုခုဖြစ်ရင် ကိုကိုရင်ကျိုးရလိမ့်မယ်။
Valentine day ကစပြီး နောင်ရက်တွေများစွာကို ကိုနဲ့အတူတူ ဖြတ်ကျော်ကြမယ်နော်။`